{
        "id": 1,
        "attributes": {
          "pathname": "poker-variant",
          "title": "Here's why you have to try basque cuisine, according to a basque chef",
          "slug": "articles/here-s-why-you-have-to-try-basque-cuisine-according-to-a-basque-chef",
          "createdAt": "2021-11-09T13:33:19.948Z",
          "updatedAt": "2023-06-02T10:57:19.584Z",
          "publishedAt": "2022-09-22T09:30:00.208Z",
          "locale": "en",
          "ckeditor_content": "<p>Thanks to <a href=\"https://www.huffpost.com/entry/how-to-measure-the-restau_b_5475536\">Ferran Adrià</a>, tapas, and a fascination with all things pork -- from chorizo to chicharrones -- Spanish cuisine has been a star in the food world in recent years. But a less familiar part of Spanish cuisine is Basque -- considerably unique and different from the broader Spanish cuisine that has been exported across the globe. Basque cuisine is worth getting to know, however, and with an influx of Basque-inspired restaurants in food-forward cities like New York, it appears that this culinary tradition is gaining the foothold it deserves.</p><p>Basque country lies in the North of Spain near the Bay of Biscay and in South Western France. With fertile ground for grains and vineyards in an area called Álava, and good land for livestock breeding in Vizcaya and Guipúzcoa, Basque country has a rich culinary heritage. It's no wonder then that today the region boasts <a href=\"http://www.euskoguide.com/food-drink-basque-country/michelin-star-restaurants.html\">almost 40 Michelin-starred restaurants</a>.</p><p>I spoke to the executive chef and owner of the new Basque-inspired restaurant <a href=\"http://huertasnyc.com/t\">Huertas</a> in New York City to learn more about the unique cuisine. Ten years ago, after working in some of New York's most prominent restaurants, chef Jonah Miller took off for Northern Spain to learn more. In April of this year, he opened his first restaurant, dedicated to the food he studied and fell in love with.</p><p><strong>I asked Jonah to describe some quintessential Basque dishes, and the overarching themes were salt cod and peppers.</strong></p><p><i>Salt Cod (in many forms), including:</i><br>- Kokotxas al Pil-Pil - Fish cheeks and throats in a \"pil-pil\" sauce, which refers to the sound made when shaking a cazuela to activate the natural gelatin in the fish cheeks.<br>- Tortilla de Bacalao - A salt cod omelet.<br>- Porrusalda - Potato, leek, salt cod soup.<br>Piperrada - Sauteed peppers (they use lots of peppers), onions, garlic and tomato, often served with a fried egg.<br>Stuffed Piquillo Peppers.<br>Marmitako - Tuna with potato and pepper stew.</p><p><strong>I also asked what some quintessential Basque beverages might be.</strong></p><blockquote><p>Sidra (cider), which is much dryer and funkier than ciders we are familiar with, and Txakoli, slightly effervescent white wine. Both are low in alcohol and highly acidic -- perfect to drink with pintxos.</p></blockquote><p><strong>So what are pintxos?</strong></p><blockquote><p>\"Pintxos are small, composed bites that unlike tapas, aren't meant to be shared,\" explained Miller. Fans of tapas but not always down to share every bite, we like the sound of pintxos. Basque restaurants are best known for pintxos, and at his restaurant, Miller naturally serves a variety.&nbsp;</p></blockquote><p>Among his favorites are:<br><i>Gildas - White anchovy, olive, and pickled pepper skewer (named after the 1946 Rita Hayworth role).</i><br><i>Soft Boiled Quail Egg with Black Anchovy and Piquillo Peppers.</i><br><i>Fried Eggplant with Honey and Goat Cheese (local eggplant just started).</i><br><i>Wood-Fired Chorizo with Pickled Carrots.</i></p><p><img src=\"/uploads/55_3a3cb7ffba_cf157a700b.jpg\" alt=\"Pintxos\">)</p><p><strong>Other than Pintxos, what are more distinguishing features of Basque cuisine that you won't find anywhere else?</strong></p><blockquote><p>Lots of salt cod. As far back at the 15th century Basques were the best ship builders in Europe and dominated the whaling trade. When the whaling trade dried up, they began going further into the north Atlantic to fish for cod, which they salted aboard the ship as a means of preservation and then brought home. So even though cod is not present in the waters around Spain, it is the fish most commonly used in the Basque country (though almost always dried). They use more Foie Gras than other areas of Spain.</p></blockquote><p><strong>Miller serves a lot of egg dishes at Huertas, so I wondered too how important eggs were in Basque cuisine.</strong></p><blockquote><p>In the Basque country, they enjoy eggs at all times of day throughout Spain... Eggs are often the canvas for beautiful seafood, produce, or charcuterie, such as wild mushrooms, local asparagus, Jamon...</p></blockquote><p><strong>I asked what brought him to Northern Spain in the first place and what drew him to the cuisine.</strong></p><blockquote><p>Ten years ago when I was growing up working in kitchens, Spain was at the forefront of influencing modern cooking techniques. So that was largely what attracted me to studying abroad in Madrid (as well as honing my Spanish speaking, which is helpful in NYC kitchens), as well as not knowing much about Spanish cuisine and looking forward to learning something new. When in Spain, I came to appreciate not the modern cooking, but how great the old-school pintxo and tapas bars were, how fun they were to dine in, and felt that we didn't have much representation for that experience in New York. Being a native New Yorker, I think we should have the best of everything available here, and wanted to bring more great Spanish food to our city.</p></blockquote><blockquote><p>The food and culture of the north of Spain translate better than the south of Spain to New York. For one thing, being closer to the rest of Europe, the north is more cosmopolitan and a bit more diverse. Also, the climate in the north (and accordingly produce) is not far off from that of New York.</p></blockquote><p><strong>Now I'm hungry. I asked what a typical way to start and end a Basque meal is.</strong></p><blockquote><p>To start, Txakolina and simply cooked seafood. [To finish,] there are some delicious Basque vermouths, which are a bit sweet and are had after dinner or often in the afternoon (some of which we offer, as well as making our own). They do make caramels and toffees, as well as Turron, an almond nougat. All traditional ends to a meal. There are also many cakes and tarts that are traditional.</p></blockquote><p><strong>So now that I'm ready to dive headfirst into Basque cuisine, what would be an approachable dish to try making at home?</strong></p><blockquote><p>Pintxos!! Go to Despana (a Spanish specialty foods store), pick up one or two cheeses, one or two cured meats, anchovies, a tin of seafood; the greenmarket for some seasonal produce and local honey; get some good bread, toothpicks, and start trying out different combinations. Try this cheese with honey and shaved carrots, those anchovies with tomato on toast.<br>&nbsp;</p></blockquote>"
        }
      }
